Repository: kodecreer/ChesterAI
Catalog: SimpleAIChatbot/*.lproj/Localizable.strings
Languages: es

# chat-prompt
source: Enter Text
es: Entrar Texto

# chat-clipboard
source: Succesfully copied message
es: Existosamente copiado el mensaje

# chat-error-internet-down
source: An error has occured. Please connect to the internet in order for the service to work properly.
es: Un error ha occurrido. Por favor connecta a la red.

# menu-chat-units %@ %@
source: Chat units: %@ / %@
es: Unidades de chat: %@ / %@

# menu-tab-settings
source: Settings
es: Adjustes

# menu-tab-rate-us
source: Rate us 5 stars!!!
es: Calificanos 5 estrellas!!!

# menu-tab-help
source: Help and Siri commands
es: Ayuda y Mandos de Siri

# menu-tab-share
source: Share app with friends
es: Compartir

# premium-np1
source: When you get premium you get:
es: Cuando compras premium vas a obtener:

# premium-p1
source: Thank you for you purchase! You got:
es: Gracias por su compra! Obteniste:

# premium-p2
source: You currently have premium
es: Ahora tienes premium

# premium-f1
source: - 1 million word tokens per month!
es: - 1 millón units por mes!

# premium-f2
source: - Priority Access to new features!
es: - Prioridad accesso por funciónes nuevos!

# premium-f3
source: - (A wikipedia article on WW2 is approximately 30k units)
es: - Apoya precios bajos!

# settings-owner
source: Chester by KDCreer
es: Chester de KDCreer

# settings-contact
source: Report Bugs or Contact
es: Contactar

# settings-tos
source: Terms of service
es: Temas de servicio

# settings-about
source: About us
es: Sobre nosotros

# settings-privacy
source: Privacy Policy
es: Política de privacidad

# settings-restore
source: Restore Purchases
es: Restorar compras

# siri-units
source: Monthly unit limit
es: Mensual límite de unidades

# siri-chat-phrase-1 %@
source: Start a conversation with %@
es: Comenzar un conversación con %@

# siri-chat-phrase-2 %@
source: Chat with %@
es: Charla con %@

# siri-quick-phrase-1 %@
source: Ask %@
es: Pregunta %@

# siri-quick-phrase-2 %@
source: Quick question %@
es: Una pregunta %@

# intro
source: Welcome to the app. Enter anything in the text field and it will respond to your requests. There are some limits to be aware of. 1. This may occasionally generate incorrect information or offensive things. Same limitation as ChatGPT. 2.Please agree to our privacy policy and Terms of Service 3.There is a Chester Plus option which will give you more units or similar to "words" to ask Chester 4.To get Siri to use Chester say "Chat with Chester" or "Quick question Chester" then respond with you initial phrase. For more information and all the different ways of initiating discussion via Siri, please go to the Help and Siri tips tab in the menu
es: Bievenidos. Entrar lo que cosa en la entrada luego se va a responder as su repuestas. Hay unos limitos saber. 1 Occacionamente el AI se va a generar infomacion incorrecto o a veces cosas offensivas. El igual limitacion como ChatGPT 2. Por favor estar de acuerdo con nos politica de privacid y las temas de servicio. 3 Hay Chester Plus. Es un opcion recibier mas unidades. Unidades como es "palabras". Necesitas unidades hablar con Chester. 4Si le gustaria usted hablar con Chester por Siri "Comenzar un convsacion con Chester" luego respona con su frase inicial. Por mas informacion y todos las maneras preguntar Chester por Siri. Por favor visitar Ayuda y Mandos de Siri en el menu.

# intro-a-pp
source: I agree to the Privacy Policy
es: Estoy de acuerdo con la politica de privacidad.

# intro-v-pp
source: Click here to read Privacy Policy
es: Tocar aqui ver la politca de privacida.

# intro-a-tos
source: I agree to the Terms of Service
es: Estoy de acuerdo con las temas de servicio.

# intro-v-tos
source: Click here to read Terms of Service
es: Tocar aqui ver las temas de servicio.

# help-intro
source: Welcome to the app. Enter anything in the text field and it will respond to your requests. There are some things to be aware of. The purpose of this app is to provide access to ChatGPT with the convenience on IPhone 1. This may occasionally generate incorrect information or offensive things 2.There is a Chester Plus option which will give you more units or similar to "words" to ask Chester. If you run out of units whether subscribed or not, you also have the option for extra units beyond the subscribtion. You need units in order to chat with Chester.
es: Bievenidos. Entrar lo que cosa en la entrada luego se va a responder as su repuestas. Hay unos limitos saber. 1. Occacionamente el AI se va a generar infomacion incorrecto o a veces cosas offensivas. El igual limitacion como ChatGPT. 2. Hay Chester Plus. Es un opcion recibier mas unidades. Unidades como es "palabras". Necesitas unidades hablar con Chester.

# intro-continue
source: Continue
es: Continuar

# help-commands-title1
source: Starting chats in app
es: Comenzar un conversacion en el app con Siri

# help-commands-title2
source: Starting chats outside of app
es: Comenzar un conversacion fuera el app con Siri

# help-commands-title3
source: Help and Siri Tips
es: Ayuda y Consejo de Siri

# chester-response %@
source: Chester says: %@
es: Chester dice: %@

# init-phrase
source: initial phrase
es: Frase inicial

source: Ask Chester
es: Pedir Chester

# errror-desc
source: An error has occured. Please connect to the internet in order for the service to work properly
es: Un error ha occurido. Por favor connectar al red asi el servicio funciona correctamente.
